Failed to replace curve elem curve driver.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedReplaceCurveElemCurveDriver { get; }
  Visual Basic
Public Shared ReadOnly Property FailedReplaceCurveElemCurveDriver As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedReplaceCurveElemCurveDriver {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GeometryFailures Class
  Autodesk.Revit.DB Namespace